{
  "data": {
    "pdf_url": "https://scdn.veryfi.com/w9s/919ba4778c039560/e271665d-f447-4623-a454-866d741842ef/c6b0e692-eee8-4f33-8e42-3f9f700066f1.pdf?Expires=1730235061&Signature=De-VFGdPrkIOflL3CR2ur8bJgocDjLUTMa53y~0lj46k93fQjNkqZ8X-sZ4BfipWo3G1CYh1KDTAuJ5jSlaBXGp~Nbhs5knP3IASgEXckseA-W-AqSzh3YCnsHqIfhYQ4yV~JCTms~PBjtODW9IAe7E9~y1zPf5wiCguu312yHovSb4j0GgnnhOD1KibVu9z1Cqp92bao-kIuxpLyyTQUQJLEdrALO0x6vOLiwGaPx5KU4J9x67YFJbRGMNYZ8L2w4AXWYPLrud1uYNk~deX8CJy~Nzsn-~ktarz2b9MgYvwTA8z3JMTfJZA4HQBWonnRt7XZVhYheXGY4Ixjo5cdw__&Key-Pair-Id=APKAJCILBXEJFZF4DCHQ",
    "id": 4662722,
    "external_id": null,
    "created_date": "2024-10-29 20:36:01",
    "updated_date": "2024-10-29 20:36:01",
    "img_thumbnail_url": "https://scdn.veryfi.com/w9s/919ba4778c039560/e271665d-f447-4623-a454-866d741842ef/thumbnail.jpeg?Expires=1730235061&Signature=Y36A4tKeGGQj-gBVgHukyJXc4jsr8FJSDov3fGbEgHENT6q7Kg~ktfmwQ1fE8cOhY6IexoZG3SD46jjanF1QzGgql3AnbgTRikdv4MjqKKS7HRpGpq-zUhHCEcQFei-an9zUBH7uKNjQ7L4r9QUI0VuP7xcU4imjyA-2aGbWeeyXX8f7kXeeFIOfG6cnGOtAjChXWyl2xKlk9I2NBxnQMRE4kd5JVIkEKy~U5aB9gdppaMDns0gA~j0zD57ZT-AwmL2UbLAK4rH2kDcs-1zIAFwgM0BE58Ek-f9wHnx~8Yslc0uqW4JlfAhzkV4ODr~5KSgthYDrKkgXu9qI7BndfA__&Key-Pair-Id=APKAJCILBXEJFZF4DCHQ",
    "text": "Form\tW-9\t\t\t\tRequest for Taxpayer\t\t\t\tGive Form to the\n(Rev. October 2018)\t\tIdentification Number and Certification\t\trequester. Do not\nDepartment of the Treasury\t\t\t\t\t\t\t\t\t\t\t\tsend to the IRS.\nInternal Revenue Service\t\t► Go to www.irs.gov/FormW9 for instructions and the latest information.\n1 Name (as shown on your income tax return). Name is required on this line; do not leave this line blank.\nVeryfi, Inc.\n2 Business name/disregarded entity name, if different from above\n\n3 Check appropriate box for federal tax classification of the person whose name is entered on line 1. Check only one of the\t4 Exemptions (codes apply only to\nfollowing seven boxes.\t\t\t\t\t\t\t\t\t\tcertain entities, not individuals; see\n\tinstructions on page 3):\n☐ Individual/sole proprietor or\t☐ C Corporation ✓ S Corporation\t☐ Partnership\t☐\tTrust/estate\nsingle-member LLC\t\t\t\t\t\t\t\t\t\tExempt payee code (if any)\n☐\tLimited liability company. Enter the tax classification (C=C corporation, S-S corporation, P=Partnership) ►\nNote: Check the appropriate box in the line above for the tax classification of the single-member owner. Do not check\tExemption from FATCA reporting\nLLC if the LLC is classified as a single-member LLC that is disregarded from the owner unless the owner of the LLC is\nanother LLC that is not disregarded from the owner for U.S. federal tax purposes. Otherwise, a single-member LLC that code\tany)\nis disregarded from the owner should check the appropriate box for the tax classification of its owner.\n☐\tOther (see instructions) ►\t\t\t\t\t\t\t\t\t\t(Applies to accounts maintained outside the U.S.)\n5 Address (number, street, and apt. or suite no.) See instructions.\t\t\t\tRequester's name and address (optional)\n28 E 3rd Ave, Suite 201\t\t\t\t\t\t\tAcMe Corporation 1010 Elm Str,\n6 City, state, and ZIP code\t\t\t\t\t\t\t\tMountain View, CA 94043\nSan Mateo, California, 94401\n7 List account number(s) here (optional)\n\nPart I\tTaxpayer Identification Number (TIN)\nEnter your TIN in the appropriate box. The TIN provided must match the name given on line 1 to avoid\tSocial security number\nbackup withholding. For individuals, this is generally your social security number (SSN). However, for a\nresident alien, sole proprietor, or disregarded entity, see the instructions for Part I, later. For other\nentities, it is your employer identification number (EIN). If you do not have a number, see How to get a\nTIN, later.\t\t\t\t\t\t\t\t\t\t\tor\nNote: If the account is in more than one name, see the instructions for line 1. Also see What Name and\tEmployer identification number\nNumber To Give the Requester for guidelines on whose number to enter.\t\t\t\t45\n\nPart II\tCertification\nUnder penalties of perjury, I certify that:\n1. The number shown on this form is my correct taxpayer identification number (or I am waiting for a number to be issued to me); and\n2. I am not subject to backup withholding because: (a) I am exempt from backup withholding, or (b) I have not been notified by the Internal Revenue\nService (IRS) that I am subject to backup withholding as a result of a failure to report all interest or dividends, or (c) the IRS has notified me that I am\nno longer subject to backup withholding; and\n3. I am a U.S. citizen or other U.S. person (defined below); and\n4. The FATCA code(s) entered on this form (if any) indicating that I am exempt from FATCA reporting is correct.\nCertification instructions. You must cross out item 2 above if you have been notified by the IRS that you are currently subject to backup withholding because\nyou have failed to report all interest and dividends on your tax return. For real estate transactions, item 2 does not apply. For mortgage interest paid,\nacquisition or abandonment of secured property, cancellation of debt, contributions to an individual retirement arrangement (IRA), and generally, payments\nother than interest and dividends, you are not required to sign the certification, but you must provide your correct TIN. See the instructions for Part II, later.\nSign\tSignature of\nHere\tU.S. person\t\t\t\t\t\t\t\t\tDate▸ June 19, 2020\nGeneral Instructions\t\t\t\t• Form 1099-DIV (dividends, including those from stocks or mutual\n\tfunds)\nSection references are to the Internal Revenue Code unless otherwise\t• Form 1099-MISC (various types of income, prizes, awards, or gross\nnoted.\t\t\t\t\t\t\t\tproceeds)\nFuture developments. For the latest information about developments\t• Form 1099-B (stock or mutual fund sales and certain other\nrelated to Form W-9 and its instructions, such as legislation enacted\ttransactions by brokers)\nafter they were published, go to www.irs.gov/FormW9.\n\tForm 1099-S (proceeds from real estate transactions)\nPurpose of Form\t\t\t\t\t\t• Form 1099-K (merchant card and third party network transactions)\nAn individual or entity (Form W-9 requester) who is required to file an\t• Form 1098 (home mortgage interest), 1098-E (student loan interest),\ninformation return with the IRS must obtain your correct taxpayer\t1098-T (tuition)\nidentification number (TIN) which may be your social security number\tForm 1099-C (canceled debt)\n(SSN), individual taxpayer identification number (ITIN), adoption\n\t• Form 1099-A (acquisition or abandonment of secured property)\ntaxpayer identification number (ATIN), or employer identification number\n(EIN), to report on an information return the amount paid to you, or other\tUse Form W-9 only if you are a U.S. person (including a resident\namount reportable on an information return. Examples of information\talien), to provide your correct TIN.\nreturns include, but are not limited to, the following.\t\t\tIf you do not return Form W-9 to the requester with a TIN, you might\n⚫Form 1099-INT (interest earned or paid)\t\t\t\tbe subject to backup withholding. See What is backup withholding,\n\tlater.\n\nCat. No. 10231X\t\t\t\t\t\tForm W-9 (Rev. 10-2018)\n\t(if\nPrint or type.\nSee Specific Instructions on page 3.",
    "account_numbers": null,
    "address1": "28 E 3rd Ave, Suite 201",
    "address2": "San Mateo, California, 94401",
    "parsed_address": {},
    "business_name": null,
    "c_corp": false,
    "ein": "45-2604821",
    "exempt_payee_code": null,
    "exemption": null,
    "individual": false,
    "llc": false,
    "llc_type": null,
    "name": "Veryfi, Inc.",
    "other_description": null,
    "other": false,
    "partnership": false,
    "requester": "AcMe Corporation 1010 Elm Str,\nMountain View, CA 94043",
    "s_corp": true,
    "signature_date": "2020-06-19",
    "signature": true,
    "ssn": "to_ocr",
    "trust_estate": false,
    "3b_foreign": null
  }
}
